[
    {
        "mechanism_code": "160774",
        "org_unit_id": "YM6xn5QxNpY",
        "mechanism_id": "KkPPtJMvfoc",
        "mechanism_name": "USAID Local Assistance to Develop and Deliver Excellence, Resilience, and Sustainability in Vietnam (LADDERS)",
        "narrative": "The USAID LADDERS project concluded on September 30, 2023. Additional costs incurred after project completion included the project audit costs for FY2023, remaining VAT payments for FY2022, proportional contributions to LIFE Centre’s portfolio audit costs, and VAT-related output costs. These costs were estimated, reported to, and approved by the project AO via email on September 28, 2023.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81059",
        "org_unit_id": "ao6s6ekUVYB",
        "mechanism_id": "LdflwlnzMSL",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160327",
        "org_unit_id": "HfVjCurKxh2",
        "mechanism_id": "jKtzNDzSIVn",
        "mechanism_name": "NYERI COUNTY DEPARTMENT OF HEALTH SERVICES",
        "narrative": "The project had expenditure under the Other: Other category for  Interventions 2,3,4,5,7,9 & 10. the expenditure was incurred as a result of conference package paid to contracted hotels , transport reimbursement to the participants, fuel & Maintenance for project vehicle, communication/internet expenses and Subsistence Allowances for the project team.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18593",
        "org_unit_id": "skj3e4YSiJY",
        "mechanism_id": "sazUeWs3szL",
        "mechanism_name": "HIV/AIDS Services for Key Populations Affected by HIV Project",
        "narrative": "Other: Other Expenses: Below is the narration in support of the said expenses. \n\nJHU-HQ – the costs include the India field office rental & maintenance costs, subscription charges for Zoom & Dropbox, telecommunication charges, training/seminars attended by staff for professional development.\n\nYRGCARE- the costs include rental, maintenance & operational costs for Delhi & field offices in the state, costs towards furniture & supplies, IT related service costs which includes internet and annual maintenance cost for managing the equipment’s. The costs also include the expenses incurred towards Branding and Marking, Zafe Zindagi website development, drug sale analysis cost, and other cost related to Publication and promotional material. The costs include expenses incurred for conducting various meetings example quarterly review meeting. \n\nBlue Lotus Advisory – The costs include the expenses incurred towards Branding and Marking, office running costs, content development (example video shoots etc) and content distribution.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160761",
        "org_unit_id": "YM6xn5QxNpY",
        "mechanism_id": "mtlImBsUK9l",
        "mechanism_name": "CENTER FOR COMMUNITY HEALTH PROMOTION",
        "narrative": "Review 1: Intervention 5- Other: Other expenses: This is operational cost covers stationeries and office supplies for the PEPFAR component of the MMD operations, telephone top-up charges for MMD personnel involved in PEPFAR program, supplies and/or renting audio-visual equipment for organizing MMD meetings on PEPFAR program (internal of MMD or MMD with the sites), in-city travel of MMD personnel for PEPFAR stuff.\nReview 2: Intervention 6: Training expenditure - This in a refresher training course for 32 military healthcare staff on HIV treatment and related topic to build capacity for military medical system in this area\nReview 3: Intervention 8: Training expenditure - This is HIV education counsellor program for 50,000 recruits, delivered through 3,456 counsellors, trained by trained trainers for TOT course\nReview 4: Intervention 8:  Other: Other expenses - This is stationery costs of 11,340 group communication sessions\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70109",
        "org_unit_id": "HfVjCurKxh2",
        "mechanism_id": "kWwRlnmyGp7",
        "mechanism_name": "Kisumu West",
        "narrative": "Intervention 5: \nThe (MER) Indicator Reference Guide Version 2.7 was introduced in 2024, making it essential to familiarize all teams with the new features. This version includes additional disaggregations, clarifications of indicator definitions, and standardized health data exchanges. \nCHVs provide basic healthcare and mobilize communities to take care of their health. Their duties include visiting homes to assess health situations and deliver health messages, guiding communities on disease prevention and health improvement, sample transportation and defaulter tracing.  They are paid reimbursements designed to enable their movement to serve the community and contribute to improved health outcomes effectively. The GL code for participant payments is mapped to the PEPFAR training category.\n\nIntervention 6, 8, 10, 11, 16, 17, 21: \nParticipant transport reimbursements are extended to our dedicated mobile healthcare workers who play a vital role in delivering essential services to the community. Their efforts encompass a range of important activities, including Providing valuable on-site assistance to healthcare facilities, Proactively reaching out to patients who may have missed appointments to encourage their return to care, Operating clinics on weekends to ensure broader access for patients with scheduling challenges, Delivering care directly within patients’ homes to meet their individual needs, Organizing gatherings for children and adolescents living with HIV to foster support and education, Implementing strategies to guarantee that patients remain engaged in their treatment, and Offering specialized assistance to participants in the Comprehensive Action for Life HIV program. These reimbursements are designed to empower our healthcare workers, enabling them to serve the community and contribute to improved health outcomes effectively. The GL code for participant payments is mapped to the PEPFAR training category.\n\n\nIntervention 16, 20, 18, 21: \nThese are stipends allocated to contracted healthcare workers who operate at the site level, specifically focusing on roles that do not involve direct service delivery. An example of such a role is roving health records officers, who play a crucial part in managing and organizing health information across various facilities.  Additionally, it is important to highlight that during COP23, which refers to a specific conference or planning cycle for healthcare funding, the Kisumu West Implementing Mechanism faced a significant challenge as it did not receive any Non-Service Delivery (NSD) funding to support its work related to Orphans and Vulnerable Children (OVC) initiatives.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160080",
        "org_unit_id": "Qh4XMQJhbk8",
        "mechanism_id": "a1HkRA1konX",
        "mechanism_name": "Ngirank’abandi",
        "narrative": "Review 1 :  bank fees\nReview 2 : Reporting fees\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18401",
        "org_unit_id": "FFVkaV9Zk1S",
        "mechanism_id": "UkzyolzGgNI",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81446",
        "org_unit_id": "frA9JZL6uy2",
        "mechanism_id": "u4rI87nsMFs",
        "mechanism_name": "University of California, San Francisco CoAg GH002183 (UCSF-SIQHIL)_Trinidad & Tobago",
        "narrative": "MOH Intervention 1 Othe-Other Expenses include Desktop Support/Network Recharge, Informatic Hub Recharge, Software Recharges, and Postage and Mail Service. \nMOH Intervention 2 Other-Other Expenses include Global Program Uganda Shared Cost and Computer Service Recharges.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160773",
        "org_unit_id": "YM6xn5QxNpY",
        "mechanism_id": "YMunhA48PCS",
        "mechanism_name": "USAID Support for Technical Excellence and Private Sector Sustainability in Vietnam (STEPS)",
        "narrative": "Overspent intervention \"PM: IM Program Management-NSD\": The overspending in this line item is due to management changes, specifically related to the STEPS Chief of Party and the associated relocation costs. This necessitated additional resources and adjustments that were not originally accounted for in the budget.\nUnderspent intervention \"PREV: PrEP-SD\": The underspending is primarily due to delays in the CAB-LA implementation study and project approval, particularly in Hanoi, which affected the establishment of new PrEP clinic sites and limited our ability to allocate resources effectively for PrEP DSD. Additionally, the delayed opening of the Transcare clinic in Ho Chi Minh City for direct service delivery further contributed to the reduced expenditure.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160842",
        "org_unit_id": "ao6s6ekUVYB",
        "mechanism_id": "HZlu5gKZR7Z",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18048",
        "org_unit_id": "qllxzIjjurr",
        "mechanism_id": "N9cNnqlwvyT",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81878",
        "org_unit_id": "XtxUYCsDWrR",
        "mechanism_id": "RqyuCmQPm0h",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81889",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "QgOwfD0Oite",
        "mechanism_name": "HISP",
        "narrative": "Other expenses consits of other direct costs towards the project which are not allocated to a specific budget line e.g office running costs, admin staff costs.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85812",
        "org_unit_id": "qllxzIjjurr",
        "mechanism_id": "MvVEMwOUtYJ",
        "mechanism_name": "PSI",
        "narrative": "The expenditures were budgeted for and approved under the reported interventions. ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "100155",
        "org_unit_id": "SHgm2bh7MiR",
        "mechanism_id": "DYHpbhB1Mnx",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81966",
        "org_unit_id": "mdXu6iCbn2G",
        "mechanism_id": "nwYckecqRNV",
        "mechanism_name": "Hebu Tuyajenge",
        "narrative": "Other expenses refers to the Other Direct Cost incurred during the year, These expenses covers administrative costs in the support of the project implementation such as office rent, vehicles, shuttles, bank charges.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84913",
        "org_unit_id": "mdXu6iCbn2G",
        "mechanism_id": "j49vGMqcfAW",
        "mechanism_name": "Pamoja Tuwekeze Afya (PATA)",
        "narrative": "Review 1: These are direct costs such as office rent, utility charges, security expenses for regional offices in EZ, SZ, LZ, NZ, WZ, operating supplies, printer service costs, printer supplies, and user fees for accounting system support. These costs were incurred in FASTER COP 23/FY24\n\nReview 2 : These are direct costs such as office rent, utility charges, security expenses for regional offices in EZ, SZ, LZ, NZ, WZ, operating supplies, printer service costs, printer supplies, and user fees for accounting system support. These costs were incurred in FASTER COP 23/FY24.\n\nReview 3: These are direct costs such as office rent, utility charges, security expenses for regional offices in EZ, SZ, LZ, NZ, WZ, operating supplies, printer service costs, printer supplies, and user fees for accounting system support. These costs were incurred in FASTER COP 23/FY24.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18423",
        "org_unit_id": "ds0ADyc9UCU",
        "mechanism_id": "A1hpKO2tyY5",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84245",
        "org_unit_id": "V0qMZH29CtN",
        "mechanism_id": "C7Hz4olNjEE",
        "mechanism_name": "Georgetown University - BLOSSOM",
        "narrative": "The international travel was for 2 AGYW that attended the WomenNOW pre-conference in November 29 to December 02nd in Victoria Falls, Zimbabwe. Also they attended the International Conference on AIDDS and STIs in Africa (ICASA) from December 4-9th in Harare Zimbabwe. \n\nThese are trainings for the onsite teams and beneficiaries on revised layering tables, new DREAMS guidance and on ES package. They occur in the sites. \n\nThe NMN conducted training on Sexual Violence and Campaigns were conducted for youth led and churches on every hour matters. \n\nQuarterly feedback meetings are conducted with the Tinkhundla leadership for purposes of getting feedback from the community leaders and program data reviews.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18195",
        "org_unit_id": "bQQJe0cC1eD",
        "mechanism_id": "eaHkGmFHSl8",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160110",
        "org_unit_id": "bQQJe0cC1eD",
        "mechanism_id": "ZVnbjIwWDH0",
        "mechanism_name": "Data for Implementation (Data.Fi)",
        "narrative": "Other: Other costs include bank charges and office supplies",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "82044",
        "org_unit_id": "YM6xn5QxNpY",
        "mechanism_id": "Yn8vcNdI9HL",
        "mechanism_name": "SCALE",
        "narrative": "During this financial reporting period, only project management costs were incurred, as field-based activities have not yet commenced pending project approval by the GVN authorities. Staff time was devoted to following up on the project approval application process with various relevant GVN agencies and developing technical and financial management guidelines in-house.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81402",
        "org_unit_id": "MT20f7nfm63",
        "mechanism_id": "RH1xiILcnh4",
        "mechanism_name": "Columbia University-ICAP",
        "narrative": "All indirect costs, as well as direct costs related to program management, including a portion of ICAP staff LOE, are included in the PM portion of the expenditure analysis. The amount shown in the ASP column represents only direct implementation costs, excluding IC, ICAP’s LOE, and shared operational costs. \n \nAs you also know, we have 90 days to complete the project closeout and finalize our financial report. The expenses included in the expenditure analysis do not represent the final expenses for the award. \n\nICAP provided significant support under the ASP: Health Management Information Systems (HMIS)-NSD, so we felt it reasonable to include that in the analysis to accurately reflect our spending by program areas.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "87065",
        "org_unit_id": "f5RoebaDLMx",
        "mechanism_id": "PgskAowucos",
        "mechanism_name": "CIHEB",
        "narrative": "The Other expenses for Ciheb Zambia in relation to review 1 to 8 includes expenses from other categories such as meeting, stipends for AGYW and Peer educators, expenses related to the management of DREAMS centers and safe spaces (AYP), meeting room costs for AGYWs, operational costs for managing the grant. \n\nThe other expenses for review 1 and 2 for University of Maryland Baltimore includes 26% indirect (NICRA) and the costs of meetings and other operating costs to ensure implementation is conducted.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "100158",
        "org_unit_id": "SHgm2bh7MiR",
        "mechanism_id": "xwfb319sVVQ",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85956",
        "org_unit_id": "FFVkaV9Zk1S",
        "mechanism_id": "EdhfpMWvna0",
        "mechanism_name": "Accelerating Support to Advance Local Partners II (ASAP II)",
        "narrative": "1) The other expenses are cost related to DBA insurance and office supplies\n2) The over outlay of $19,674 is because of the approved pipeline funding from previous fiscal year that was spent providing capacity building support to the local partners during ASAP II FY24 extension period.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160002",
        "org_unit_id": "XOivy2uDpMF",
        "mechanism_id": "jyozYljUKJW",
        "mechanism_name": "INLS",
        "narrative": "The amount of $1,379 was allocated to program management because it is related to bank charges. These expenses were calculated based on historical data. They are charged to the recipient's bank account whenever there is a bank transaction.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70020",
        "org_unit_id": "Qh4XMQJhbk8",
        "mechanism_id": "ehNRYdtFRjd",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85001",
        "org_unit_id": "FETQ6OmnsKB",
        "mechanism_id": "a5yzisCKele",
        "mechanism_name": "Mbale Regional Referral Hospital Strengthening Project",
        "narrative": "n/a",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81952",
        "org_unit_id": "mdXu6iCbn2G",
        "mechanism_id": "cYLS7HnP3Sl",
        "mechanism_name": "TACAIDS",
        "narrative": "Reasons for Deviation:\nProgram Management: Addition of PI to LOE and Payment to PMO staff to attend various meetings/trainings\nASP: Laws, regulations & policy environment-NSD: The costs incurred under the \"Other\" budget category were lower than the projected budgeted amount, particularly regarding transportation reimbursements.\nASP: Management of Disease Control Programs-NSD: The costs incurred under the \"Other\" budget category were lower than the projected budgeted amount, particularly regarding transportation reimbursements.\nASP: Management of Disease Control Programs-NSD: Redirection from other program areas to  support development of sustainability roadmap part A\nASP: Public Financial Management Strengthening-NSD: Redirection to support development of sustainability roadmap part A",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70390",
        "org_unit_id": "FETQ6OmnsKB",
        "mechanism_id": "EEdUP3TDBWi",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "87004",
        "org_unit_id": "mdXu6iCbn2G",
        "mechanism_id": "hSYu8mo6gSE",
        "mechanism_name": "AMREF_GH002465",
        "narrative": "Project Management has spent more funding which has been affected by indirect cost which is whole charged to project management and not split to other interventions. There has been shift of costs resulted by the approaches to attain the results, more efforts were put at the community and at the facilities( 212 facilities) to attain results. The shift which resulted to variance to prevention interventions as well as care and treatment interventions.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84484",
        "org_unit_id": "HfVjCurKxh2",
        "mechanism_id": "mD3zm4gfG9t",
        "mechanism_name": "USAID 4TheChild program",
        "narrative": "The Prime and Subs are saved but not uploading for validation",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160975",
        "org_unit_id": "ao6s6ekUVYB",
        "mechanism_id": "nvuXNlvbRKk",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160646",
        "org_unit_id": "mdXu6iCbn2G",
        "mechanism_id": "PIPV0074RTz",
        "mechanism_name": "MDH",
        "narrative": "Budget Justification: FY24 Expenditure Report for Afya Jumuishi Project \n\ni)\tC&T: HIV Clinical Services-NSD, Non-Targeted Populations: The expenditure exceeded the planned budget  due to the installation of solar panels in healthcare facilities to ensure stable power, alongside expanded technology and data systems to improve patient record-keeping and HIV reporting. These required additional resources for installation, infrastructure, and increased printing of monitoring tools. Further costs arose from upgrading filing systems and providing extensive training for healthcare workers, as well as increased supervision visits by HQ managers across regions.These combined efforts in technology, infrastructure, and workforce support led to expenditures exceeding the initial budget.\nii)\tC&T: HIV Clinical Services-NSD, Key Populations: The budget overspending was mainly due to expanded HIV services for key populations (KPs), driven by increased case identification. This required longer operational hours, expanded outreach to hard-to-reach areas, and higher expenses for transportation, staff allowances, and logistical support for ART refills and follow-ups. Additional costs included transportation allowances for KPs in remote areas and mobile outreach services to maintain treatment continuity and adherence. \niii)\tC&T: HIV Laboratory Services-NSD, Non-Targeted Populations: The overspending was primarily due to the finalization of renovation at Temeke Lab, the procurement and installation of furniture and storage shelves for the newly renovated Temeke Lab, improvement of handwashing facilities at the laboratories and procurement of the HIVDR reagents which was not initially budgeted for.\niv)\tPREV:Not Disaggregated-NSD, Key Populations and PREV: Not Disaggregated-NSD, Non-Targeted Populations: The budget was exceeded due to a major expansion of PrEP services for key populations and general population at risk at both facility and community levels. This scale-up involved additional training, transportation for healthcare workers, increased mentorship, and extra support for printing M&E and IEC materials, all of which contributed to the increased costs.\nv)\tHTS: Facility-based Testing-NSD, Non-Targeted Populations: The expenditure exceeded the planned budget  due to a rise in demand for HIV testing aimed at identifying new HIV clients. This included expanded facility-based testing in outpatient and inpatient departments, as well as testing for clients' escorters. To manage the demand, working hours were extended, additional testers were recruited, and government healthcare workers were fully engaged. This led to higher costs for per diems, allowances, and transportation. Additionally, scaling up testing required extra training for staff, adding expenses for training venues, trainers, and materials.\n\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85851",
        "org_unit_id": "lZsCb6y0KDX",
        "mechanism_id": "AdiqLYDJB57",
        "mechanism_name": "University of Washington",
        "narrative": "The $96,253 under Supplies: Health-Non-Pharmaceuticals category in intervention 2 relates to procurement of reagents for Epidemiology-MPHIA ($85,098) and medical supplies for Birth Defects Surveillance ($11,154). PRIME\nThe $21,028 under Supplies: Health-Non-Pharmaceuticals category in intervention 3 relates to procurement of reagents for Lab Capacity Building under Recency Study and TA - Lab Capacity Building-PRIME\nThe $301,555 under Supplies: Health- Non-Pharmaceuticals category in intervention 2 relates to procurement of Asante Kits for Recency study which being implemented by MACRO. -SUBRECIPIENT\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85172",
        "org_unit_id": "lZsCb6y0KDX",
        "mechanism_id": "uBGnIZcM0RX",
        "mechanism_name": "Elizabeth Glaser Pediatric AIDS Foundation",
        "narrative": "No warnings or errors",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "87575",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "q2gSoCyysic",
        "mechanism_name": "Achieving and Sustaining HIV/TB Epidemic Control in the KwaZulu-Natal Province",
        "narrative": "MatCH Budgeted all training activities under the Service Delivery category the C&T, HTS and Dreams programmes in the FY24 DATIM Budget. As a result, all training related expenses are reflected under the same category in this ER report.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "87582",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "ry4YIKAQIic",
        "mechanism_name": "Children, Adolescent and Families in the HIV Epidemic in Northwest (CAFHE-NW)",
        "narrative": "Please note that the FAST Budget has the total amount of $374 243 while the cooperative agreement number 72067424CA00005 is $574 243",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "88951",
        "org_unit_id": "JTypsdEUNPw",
        "mechanism_id": "YWEUmi2OSWg",
        "mechanism_name": "SIY : Resilient Youth",
        "narrative": "Program Management: Other are bank fees and copies and printings for the SIY project\nFor Prev Prep NSD: We gave to the beneficiaries of the program transport fees in order to go the health facilities in order to get Prophilaxie\nWe have community groups, and during the sessions we divulgate health messages for prevention and we provide transport fees to the participants\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85556",
        "org_unit_id": "V0qMZH29CtN",
        "mechanism_id": "LGl7NCCFAmi",
        "mechanism_name": "Promoting the Quality of Medicines Plus (PQM+)",
        "narrative": "Miscellaneous expenses.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18369",
        "org_unit_id": "FETQ6OmnsKB",
        "mechanism_id": "eopRiCiby66",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160758",
        "org_unit_id": "ligZVIYs2rL",
        "mechanism_id": "Bjr2kuwa1Ul",
        "mechanism_name": "Re-Envisioning Excellence and Accessibility in Clinic-based HIV Services (REACH 95) Activity",
        "narrative": "\nYALE - Specifically, in relation to the project \"Re-Envisioning Excellence and Accessibility in Clinic- based HIV Services (REACH 95)\", PATH is collaborating with Yale University to serve as a technical assistance provider in the REACH 95 project implementation in Ukraine. Yale will contribute to strengthening the modality mix and implementation of HIV testing strategies for optimized case-finding and improved linkage to prevention and treatment services in public health facilities and expanding quality, person-centered approaches to HIV service delivery and reduce health care provider stigma and discrimination toward PLHIV.\n\nSEE - Specifically, in relation to the project \"Re-Envisioning Excellence and Accessibility in Clinic- based HIV Services (REACH 95)\", PATH is collaborating with Social & Environmental Entrepreneurs (SEE) and other consortium members, with funding from USAID, to serve as a technical assistance provider in the Prevention Access Campaign (PAC) for the REACH 95 project implementation in Ukraine. PAC will expand quality, person-centered approaches to HIV service delivery and reduce health care provider stigma and discrimination toward PLHIV.\n\nFHL-Specifically, in relation to the project \"Re-Envisioning Excellence and Accessibility in Clinic- based HIV Services (REACH 95)\", PATH is seeking FHL in collaboration with PATH and other consortium members, with funding from USAID, to serve as a technical assistance provider in the REACH 95 project implementation in Ukraine. FHL will contribute to strengthening the modality mix and implementation of HIV testing strategies for optimized case-finding and improved linkage to prevention and treatment services in public health facilities and expanding quality, person-centered approaches to HIV service delivery and reduce health care provider stigma and discrimination toward PLHIV.\n\n\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "100154",
        "org_unit_id": "SHgm2bh7MiR",
        "mechanism_id": "DQdyvvoZBJf",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160214",
        "org_unit_id": "IH1kchw86uA",
        "mechanism_id": "nadHHxIV2dj",
        "mechanism_name": "Strengthening Public Health Responses and Accelerating HIV/AIDS Program for the Sustainable Provision of Comprehensive HIV/AIDS Services",
        "narrative": "Intervention 5 of Oromia Health Bureau: There is no place to categorize mother supporters who work at facility level providing clinical services because the only intervention area available is pregnant and breastfeeding women who are available under NSD. that is why we reported it under such category.\n\nIntervention 8 of Network of people living with HIV/AIDS of Oromia: This is a program performance review conducted by the sub-recipient to see it's progress and identify gaps. There is no place that this can be reported except training.\n \n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81144",
        "org_unit_id": "SHgm2bh7MiR",
        "mechanism_id": "k9lz9bVAMfH",
        "mechanism_name": "PSI - Guatemala",
        "narrative": "Review 1 : Expenses related to office operations expenses as example office rente, utilities , communications.\nReview 2: Expenses related to the program meetings with infectologist and nurse in charge of PLHIV to reivew and monitor viral loads of all patients.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160293",
        "org_unit_id": "skj3e4YSiJY",
        "mechanism_id": "OljuSH3zYJe",
        "mechanism_name": "Sattva Media",
        "narrative": "For PM: IM Program Management (Intervention 1), Other:Other expenses include office expenses such as office rent, mobile/cellular communication, satellite communication, internet communication, and printing and photocopy expenditure for the national team.\nFor C&T: HIV Clinical Services (Intervention 2), Other:Other expenses include office expenses such as office rent, mobile/cellular communication, satellite communication, internet communication, and printing and photocopy expenditure for the state team.\nFor HTS: Community-based testing (Intervention 3), Other:Other expenses include field level data collection ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70474",
        "org_unit_id": "a71G4Gtcttv",
        "mechanism_id": "APtgCOomKIZ",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70210",
        "org_unit_id": "h11OyvlPxpJ",
        "mechanism_id": "dldcc8Kv9cP",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18159",
        "org_unit_id": "f5RoebaDLMx",
        "mechanism_id": "VMBscYGhKUz",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81441",
        "org_unit_id": "ao6s6ekUVYB",
        "mechanism_id": "ClucEjMeZry",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "87492",
        "org_unit_id": "h11OyvlPxpJ",
        "mechanism_id": "zaeQu6YW8ei",
        "mechanism_name": "Momentum Routine Immunization Transformation and Equity (M-RITE)",
        "narrative": "Printing and distribution of 490,000 child health cards allocated to all 11 Provinces of Mozambique based on the gap provided by MOH.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160679",
        "org_unit_id": "TMvnptkw4yo",
        "mechanism_id": "nGVsIp8Kmqk",
        "mechanism_name": "Bangkok Metropolitan Administration",
        "narrative": "For intervention #2, \"Supplies: Other Supplies Financial Supply\" is classified under the ASP Laboratory Strengthening System intervention, related to the procurement of Rapid Test for Recent Infection (RTRI). The Bangkok Metropolitan Administration (BMA) is currently utilizing this for model development and the national recent HIV surveillance program in Bangkok.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81904",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "GDLd3KvLbpC",
        "mechanism_name": "Department of Social Development",
        "narrative": "The subs are funded to conduct training to beneficiaries under YOLO and ChommY programs",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160589",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "HTTYLLrVOsR",
        "mechanism_name": "Trust for Health System Planning and Development",
        "narrative": "Training in Service delivery intervention was required due to the following reasons\nInternal skills assessment to enable a shift from DSD To TA requires a review of skills for both DOH and HST in order to ensure effectiveness and sustainability.\nIdentified skills gaps are closed through workshops, individual and team development programs especially at client DOH level. \nTraining materials are designed by the HST teams to address specific needs operationally and strategically \n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81785",
        "org_unit_id": "h11OyvlPxpJ",
        "mechanism_id": "AQvE33NPcO9",
        "mechanism_name": "PIRCOM: Faith-based Behavior Change Communications",
        "narrative": "The other expenses is basically operations cost, composed by offices rent, electricity, office maintenance, security, communications (data and airtime), office materials and groceries. ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81008",
        "org_unit_id": "XOivy2uDpMF",
        "mechanism_id": "ZPm9ShakgkZ",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160678",
        "org_unit_id": "TMvnptkw4yo",
        "mechanism_id": "Z8WPHjmM68f",
        "mechanism_name": "Thailand Ministry of Public Health",
        "narrative": "Intervention #4: \"Supplies: Other Supplies Financial Supply\" has been classified under the ASP Laboratory Strengthening System intervention, related to the procurement of Rapid Test for Recent Infection (RTRI). The Ministry of Public Health (MOPH) is currently utilizing this for model development and the national recent HIV surveillance program in provinces.\nIntervention# 12 and 13: Training expenses have been classified under Service Delivery (SD) due to the Non Service Delivery (NSD) program area not being defined in ROP23. However, the HTS-related training consist of monthly and quarterly in-house meetings and trainings designed to enhance counselling skills among counsellors at each hospital who provide VCT and index testing counselling to PLHIV in 10 PEPFAR provinces. Similarly, PrEP-related training includes in-house meetings and trainings for health care providers and case manages at each hospital, focused on equipping them to deliver PrEP counselling and services to target populations in 10 PEPFAR provinces.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "100219",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "CuZh3Jg4TAe",
        "mechanism_name": "Protecting Highly Vulnerable Children - Research, Monitoring and Quality Improvement",
        "narrative": "Other: other charges include open-source publishing fees for peer-reviewed research as part of project deliverables.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81614",
        "org_unit_id": "ds0ADyc9UCU",
        "mechanism_id": "LTGjYPtuCSG",
        "mechanism_name": "HSS Accelerator",
        "narrative": "Other: Other charges of $907.85 are the costing study's contribution to overall HSSA management, specifically the core management team's non-labor costs.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18353",
        "org_unit_id": "a71G4Gtcttv",
        "mechanism_id": "bZ4RlXHNi8W",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84633",
        "org_unit_id": "FFVkaV9Zk1S",
        "mechanism_id": "JBOa6yFkZbN",
        "mechanism_name": "Namibia Mechanism for Public Health Assistance, Capacity, and Technical Support II (NAMPHACTS II) under the President Emergency Plan for AIDS Relief (PEPFAR)",
        "narrative": "Lift Up Fund indirect costs were originally reported under Intervention 24 to be separate from COP funds, but the error prevented validating the data, so the indirect were shifted to PM ($8,474)",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84555",
        "org_unit_id": "lZsCb6y0KDX",
        "mechanism_id": "Cz3gMmY3cFW",
        "mechanism_name": "Achieving Voluntary Medical Male Circumcision  (VMMC) Saturation in Malawi under PEPFAR",
        "narrative": "The trainings include Data management training to Community mobilisers, Shang ring training and emergency VMMC Training",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "86798",
        "org_unit_id": "IH1kchw86uA",
        "mechanism_id": "GcIAgCocWGm",
        "mechanism_name": "Strengthening Public Health Response and Accelerating HIV/AIDS Program",
        "narrative": "Intervention 1,2,3,4 and 5 allocated budget is for training provided to MSG (mother support group), peer navigator and for psychosocial support groups who are direct beneficiary for the program.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160820",
        "org_unit_id": "a71G4Gtcttv",
        "mechanism_id": "VHApGRoLdsZ",
        "mechanism_name": "Strengthening Epidemiology and Strategic Information in Zimbabwe",
        "narrative": "Review 1-on Supplies Health Non-Pharmaceuticals these are Lab Supplies inclusive of reagents for testing collected samples from the survey participants.\n\nReview 2 - OFinancial Support for beneficiaries these are payments made directly to BBS participants(participants coupons) for their visits reimbursements  ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160033",
        "org_unit_id": "l1KFEXKI4Dg",
        "mechanism_id": "pXUEm8YHo58",
        "mechanism_name": "EMR and HIS support to MOH",
        "narrative": "Other: Other include PATH's other direct costs which include facilities and country shared direct cost allocations.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85235",
        "org_unit_id": "IH1kchw86uA",
        "mechanism_id": "JjJGuVgYg6y",
        "mechanism_name": "Family Focused HIV Prevention, Care and Treatment Services (Oromia)",
        "narrative": "The training expenditures reported for the following interventions were directly provided to beneficiaries, which is why they are categorized accordingly:\n1.Economic Strengthening (SE) - SD: Activities include village savings and loan group formation, business development services, and microenterprise selection, planning, and management.\n2.Education Assistance (SE) - SD: This includes support for tutorial classes, Financial literacy for  \n adolescents.\n3.Psychosocial Support (SE) - SD: This covers psychosocial support training,  Violence and HIV prevention training .\nThis categorization reflects the targeted support provided under each intervention.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85068",
        "org_unit_id": "YM6xn5QxNpY",
        "mechanism_id": "KxQENvNdc1e",
        "mechanism_name": "Local Health System Sustainability",
        "narrative": "* Our cost category “Indirect Charges” includes G&A, handling charges, fees, and NICRA that cannot be further disaggregated to other cost categories. * The nature of our project activities is above site support, therefore we spent and reported about 81% of expenditures on ASP. This is also aligned with USAID guidance for COP23.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70287",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "koVrJ0HjBxy",
        "mechanism_name": "BRHC: Accelerating Program Achievements to Control the epidemic- KZN: King Cetshwayo and Ugu Mpumalanga: Gert Sibande and Nkangala",
        "narrative": "Explanation of why Program Management expenditure appears higher than what was budgeted: \n   Program management was budgeted at 27.2% of overall program expenditure. \n   However, the budget submission allowed for Indirect costs to be evenly spread across all of the Sub-Program Areas. \n   The Expenditure Reporting template only allows for Indirect costs to be captured under Program Management. \n   As a consequence, Program Management is being reported as 35.6% of overall program expenditure. \n   However, if we re-align the Indirect cost spread across sub-program areas, as it was in the budget, then Program Management will be at 20.93%, which is within the budgeted expectations. \n\nExplanation of why the total expenditure appears higher than the original budget: \n   Total expenditure submitted of $17,284,772 is above the original budget amount, due to a budget amendment being received. \n   Original budget was $17,022,397 together with a subsequent budget amendment of $262,376 brings us to a total budget of $17,284,772.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "100030",
        "org_unit_id": "frA9JZL6uy2",
        "mechanism_id": "vXQM2M1c8Cx",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "86046",
        "org_unit_id": "iGaVmx2sFVZ",
        "mechanism_id": "gKbwJdlbkut",
        "mechanism_name": "Joint U.N. Programme on HIV/AIDS (UNAIDS IV)",
        "narrative": "UNAIDS Country Office (UCO) in PNG, prime partner, provides program management support and technical assistance to the Key Population Advocacy Consortium (KPAC) as a Sub-recipient to implement the PNG KPAC Community-led Monitoring program. While this report is for the period October 1 2023 – September 30 2024, it covers expenditure from allocation under objectives for both scope of work CLM years 2 and 3. \nAt the time of this report, the prime partner is unable to provide actual expenditure data disaggregated by cost components. Therefore, expenditure attributed to the UCO represents the budgeted amount under each category. The total expenditure data reported includes expenditure by both the prime partner and the sub-recipient.\nThe expenditure data reported under ‘Contractual: Other contracts’ represent expenditure on technical assistance consultants.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85288",
        "org_unit_id": "JTypsdEUNPw",
        "mechanism_id": "byeZG5MGNQ2",
        "mechanism_name": "Health Leadership Project - Human Resources for Health",
        "narrative": "This report has been generated for PEPFAR, covering the period from October 1, 2023, to September 30, 2024, reflecting the activities of the previous financial year.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85487",
        "org_unit_id": "ds0ADyc9UCU",
        "mechanism_id": "n0M5ygGDLpT",
        "mechanism_name": "ASAP II",
        "narrative": "The other expenses are related to DBA insurance and other software expenses",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160881",
        "org_unit_id": "frA9JZL6uy2",
        "mechanism_id": "gPCs3ho2Pc4",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18407",
        "org_unit_id": "Qh4XMQJhbk8",
        "mechanism_id": "CbWA8MnyzNi",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81902",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "Sm6Y3REDZ42",
        "mechanism_name": "Accelerating Program Achievements to Control the Epidemic (APACE) in South Africa",
        "narrative": "MatCH Budgeted all training activities under the Service Delivery category for the C&T and Dreams programmes in the FY24 DATIM Budget. As a result, all training related expenses are reflected under the same category in this ER report",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70111",
        "org_unit_id": "HfVjCurKxh2",
        "mechanism_id": "tlMl4WNwIQx",
        "mechanism_name": "TBD - AFRICOS - PEDS VL",
        "narrative": "These are supplies procured to support patients during regular review visits.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85748",
        "org_unit_id": "HfVjCurKxh2",
        "mechanism_id": "nl2h6RMD9mF",
        "mechanism_name": "LVCT Dhibiti",
        "narrative": " Intervention 32: Training costs under SD due to DREAMS entrepreneurship and financial capability training costs.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18161",
        "org_unit_id": "f5RoebaDLMx",
        "mechanism_id": "hSc067hgXzx",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "87576",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "OqUUS4Qs62C",
        "mechanism_name": "Achieving and Sustaining HIV/TB Epidemic Control in the Eastern Cape Province Integrated Service Delivery Response",
        "narrative": "MatCH Budgeted all training activities under the Service Delivery category for the C&T, OVC and Dreams programmes in the FY24 DATIM Budget. As a result, all training related expenses are reflected under the same category in this ER report.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84476",
        "org_unit_id": "HfVjCurKxh2",
        "mechanism_id": "NPhe9Cacm2c",
        "mechanism_name": "USAID Fahari ya Jamii",
        "narrative": "None",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70331",
        "org_unit_id": "V0qMZH29CtN",
        "mechanism_id": "sJEtLPGNSPA",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84910",
        "org_unit_id": "mdXu6iCbn2G",
        "mechanism_id": "czDaT4dUfeg",
        "mechanism_name": "Afya Yangu Southern",
        "narrative": "Other: other expenses are administrative costs for the program that are not listed elsewhere. Example of such expenses are program planning/review meetings, branding and marking costs, public relations and communications costs etc.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18426",
        "org_unit_id": "XtxUYCsDWrR",
        "mechanism_id": "e4W8IwBHXQJ",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70069",
        "org_unit_id": "ANN4YCOufcP",
        "mechanism_id": "btux3YNWQWB",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "100156",
        "org_unit_id": "SHgm2bh7MiR",
        "mechanism_id": "REEU1cg0OGq",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "86301",
        "org_unit_id": "FETQ6OmnsKB",
        "mechanism_id": "i8LS1aloKEg",
        "mechanism_name": "Accelerating Support to Advanced Local Partners II (ASAP II)",
        "narrative": "The other expenses are cost related to DBA insurance, office supplies, VAT and exchange rate adjustment",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85855",
        "org_unit_id": "lZsCb6y0KDX",
        "mechanism_id": "td4elJfbmIL",
        "mechanism_name": "HIV Health Equity Approaches (HHEA)",
        "narrative": "\nOther: Other expenses include the following:\n\nInsurance \nMeetings \nCohort 2 Graduation costs \n\n\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84058",
        "org_unit_id": "l1KFEXKI4Dg",
        "mechanism_id": "r0wfic4UlLL",
        "mechanism_name": "Expansion of Community-Based Interventions for HIV/AIDS in Botswana",
        "narrative": "Intervention 1: Other:Other expenses. Total $34,396. PMU adminstration and operating expenses including PMU rent and utilities $18,550, telephone, stationery, courier charges,  bank charges $9,104 and close out expenses of $6,742 in transportation of equipment , rented offices/ lease repairs.\n\nIntervention 4: Other:Other expenses. Total $34,923. Allocation of operating expenses incurred at district level to enable implementation of  HTS program activities. \n\nIntervention 6: Other:Other expenses. Total $2,443. Allocation of vehicle insurance for vehicles stationed at district level to facilitate service delivery and  implementation of  HTS program activities. \n\nIntervention 7: Other:Other expenses. Total $21,226. Allocation of operating expenses incurred at district level to enable implementation of  program activities and vehicle insurance for vehicles stationed at district level to facilitate service delivery and implementation of  program activities. \n\nIntervention 9: Other:Other expenses. Total $47,778. Allocation of OVC Dreams program activities and operating expenses incurred at district level to enable implementation of  OVC Dreams program activities. \n\nIntervention 11: Other:Other expenses. Total $5,929. Allocation of OVC Dreams program activities and operating expenses incurred at district level to enable implementation of  OVC Dreams program activities. \n\nIntervention 13: Other:Other expenses. Total $803. Allocation of OVC Dreams program activities and operating expenses incurred at district level to enable implementation of  OVC Dreams program activities. \n\nIntervention 14: Other:Other expenses. Total $50,525. Allocation of OVC Dreams program activities and operating expenses incurred at district level to enable implementation of  OVC Dreams program activities. \n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85499",
        "org_unit_id": "ANN4YCOufcP",
        "mechanism_id": "GB9BoEZxfOf",
        "mechanism_name": "PATH",
        "narrative": "This cost category includes facilities and country shared direct cost allocations for DRC.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "87083",
        "org_unit_id": "a71G4Gtcttv",
        "mechanism_id": "toMYS4OQmK2",
        "mechanism_name": "Strengthening an Integrated Comprehensive Approach for HIV Services for Adolescents and Young People through Determined, Resilient, AIDS-Free Mentored and Safe (DREAMS) Program in Zimbabwe",
        "narrative": "Zim-TTECH Reviews 1-5\nThe training costs are related to Trainings held in order to build the capacity of Community healthcare workers and Volunteers to deliver SD services for specialized interventions and engage in SD activities such as counselling and outreaches. Also some of the interventions are curriculum based which means they are delivered as trainings\nPangea reviews 1 & 2\nThe training costs are related to Trainings held in order to build the capacity of Community healthcare workers and Volunteers to deliver SD services for specialized interventions and engage in SD activities such as counselling and outreaches. Also some of the interventions are curriculum based which means they are delivered as trainings\nNMNW review\nNMNW is based in USA whilst the trainings were conducted in person in Zimbabwe, hence the need for international travel\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "86391",
        "org_unit_id": "f5RoebaDLMx",
        "mechanism_id": "HbKmmcWS1W9",
        "mechanism_name": "SPHO New",
        "narrative": "The over Expenditures under Interventions 1, 5,8,10 and 11 were as a result of Exchange Gains recorded that were redirected to these program areas.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "10639",
        "org_unit_id": "JTypsdEUNPw",
        "mechanism_id": "liS8VYGToy7",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "86799",
        "org_unit_id": "IH1kchw86uA",
        "mechanism_id": "cm2wkgCogSC",
        "mechanism_name": "Strengthening Public Health Response and Accelerating HIV/AIDS Program",
        "narrative": "The total allocated budget was $250,000. However, we had only utilized the amount of $189,058. This was because of the delay for the approval of international and local bank information by HHS, the Division of Payment Management Service. As to this, the first drawdown of the fund was done on July 31, 2024 while the project period was started on April 1, 2024. This adversely which affected the utilization of the project budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81652",
        "org_unit_id": "IH1kchw86uA",
        "mechanism_id": "gXk5miaMrYJ",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70306",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "hMJ6IEnUaLT",
        "mechanism_name": "WRHI FSW/TG",
        "narrative": "Training cost justification:\nReview 1: Basic Life Support Training - To accompany the implementation of Emergency Trolleys and to manage medical emergencies at the site or on outreach. Clinical Capacity Development Workshops - Quality Improvement for Clinical Services, Completing Clinical Stationery and Clinical Compliance, Advanced Clinical Care for HIV, MPoX. Dispensing Licenses for all clinicians - requirement for Department of Health\n\nReview 2: Accredited HTS training and certification of all staff providing HIV testing (Peer Educators and CHWs) is a requirement by the Department of Health. RTCQI training to assure quality assurance for individuals providing HIV testing is a requirement for the Department of Health as part of SPI-RT assessments at facilities.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "87003",
        "org_unit_id": "mdXu6iCbn2G",
        "mechanism_id": "wmwk0iISYCE",
        "mechanism_name": "MoH-GH002467",
        "narrative": "Program Management ($127,755-$397,625) US$-269,870 The increases of the expenditure are compared to budget is the result of allocating more Government staffs by the Ministry who are paid according to the level of effort as part of improving financial internal control (One accountant, one examiner and administrator). The cost also has raised because awarding of contract to fiduciary agency as part of monitoring the operation of the CoAg after removal from manual drawdown.\nC&T: HIV Clinical Services-NSD ($387,589-$184,616) $202,973, The fund was allocated to improve program management and Human Resource activities as part of sustainability plan. PREV: VMMC-NSD (65000-$46,013) $18,987 the difference was allocated to program management. HMIS)-NSD ($50,000-29,561) $20,439 the difference was allocated to program management. ASP: Human Resources for Health-NSD (170,000-$241,804) $-71,804 additional fund was from C&T program and management of disease to improve sustainability of the program through ECHO activities. ASP: Laboratory systems strengthening-NSD ($400,000-$36,7330) $32,670 the difference was allocated to program management. ASP: Management of Disease Control Programs-NSD ($1,020,928-$908,154) $112,774 the difference was allocated to program management, and the remained balance $46,169 the remained fund will be used to pay for system Hosting fees and remained part of fiduciary agency fee.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "82000",
        "org_unit_id": "FETQ6OmnsKB",
        "mechanism_id": "q0NyOmbp9tB",
        "mechanism_name": "USAID Local Partner Health Services East Central Transition",
        "narrative": "Other expenses are under other direct costs budget category and they include vehicle repairs and maintenance ,utility costs,bank charges and rent",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160828",
        "org_unit_id": "a71G4Gtcttv",
        "mechanism_id": "C1Bnz1xiui2",
        "mechanism_name": "Support, Maintain, Advocate, Reduce risk and Transform (SMART) Girls Project",
        "narrative": "Training of 150 G&C teachers on CSE,  LIVES and Child Safeguarding,  Gender and Sexual Diversity, \nTraining of 160 DREAMS Club Mentors on the DREAMS Primary package and 160 DREAMS Club Mentors on LIVES and Child Safeguarding \nTraining of 160 DREAMS Club Mentors on Gender and Sexual Diversity \nPrimary package SAB sessions refreshments (for 17202 for Manicaland & 16200 for Masvingo AGYW)\nTraining of DREAMS Ambassadors on leadership and Mentorship\nTraining of 160 DREAMS Club Mentors on Mobile App (160 Masvingo)\nSiyakha Foundational Skills Training  to AGYW\nSupport mentorship activities of 354 AGYW on enterprise skills development by established small-large enterprises, MoWCSMED, MoIC. \nRoll-out of Siyakha to 20364 out of school AGYW 15-24 years-Training\nConduct 4-day prevention of sexual harassment, exploitation, and abuse training to 354 AGYW Bantwana Zimbabwe\nConduct 5-day refresher training to 45 CBTs on Financial education , ISAL, MSC and  Micro-enterprise training \nSpecialized soft skills higher order thinking training on career development, grooming and etiquette Mentors\nConduct 1-day termly review and planning meetings at district level with school Heads and G&C tutors-SD\nMentorship Training for AGYW\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18331",
        "org_unit_id": "V0qMZH29CtN",
        "mechanism_id": "YygxZoO5hdl",
        "mechanism_name": "GHSC-PSM",
        "narrative": "\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18375",
        "org_unit_id": "IH1kchw86uA",
        "mechanism_id": "nL5ZwimKsT7",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "86441",
        "org_unit_id": "a71G4Gtcttv",
        "mechanism_id": "NGrxCoFegp1",
        "mechanism_name": "Sustaining Prevention, Care and Support Services for Orphans and Vulnerable Children (OVC) in Zimbabwe: FACT",
        "narrative": "These are trainings, meetings and workshops involving program participants.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160593",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "aNSW58B5klJ",
        "mechanism_name": "Foundation for Professional Development",
        "narrative": "Intervention 3: Vula Mobile provides unique services, not common among PEPFAR partners. Therefore, a large proportion of their expenditures fall in the Other category.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160885",
        "org_unit_id": "HfVjCurKxh2",
        "mechanism_id": "DiA74UCaWuY",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81762",
        "org_unit_id": "lZsCb6y0KDX",
        "mechanism_id": "ufmuueMoFWC",
        "mechanism_name": "Chancellor College",
        "narrative": "Other: Financial Support for Beneficiaries: In this case, the social work students received upkeep allowances since this is a scholarship project.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "86405",
        "org_unit_id": "f5RoebaDLMx",
        "mechanism_id": "z6eMMpMs9p0",
        "mechanism_name": "HIV Health Equity Approaches (HHEA)",
        "narrative": "Other : Other\nThese  are  expenses incurred on the following:\n1.Rent\n2.Office cleaning\n3.Insurance of expendable equipment\n4.Transportation/Car hire \n5.Audit fees\n6.Bank charges\n7.HBCU-Consortium office shared costs\n8.Staff capacity building/certification\n9.IT Support\n10.Payroll software\n11.Quickbooks\n12.HR Appraisal system\n13.Medical Insurance ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85733",
        "org_unit_id": "HfVjCurKxh2",
        "mechanism_id": "SHdjADMRgtd",
        "mechanism_name": "SHINE- Sustainable HIV programming In Nairobi for Epidemic Control",
        "narrative": "The funds on intervention 3 the $ 10,888 was funds used during the OTZ fun day ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160699",
        "org_unit_id": "FETQ6OmnsKB",
        "mechanism_id": "eRu5MO905lT",
        "mechanism_name": "Comprehensive HIV/AIDS Prevention, Care and Treatment in Central Uganda",
        "narrative": "1.Justification for salaried and contracted clinical and ancillary healthcare workers under NSD:\n\n-The clinical and ancillary staff appearing under NSD are healthcare workers that directly interact with clients as well as providing crucial services such training, coaching, and mentoring healthcare providers, which is a key part of improving service delivery and enhancing provider skills. Their supervisory role ensures that the quality of care and service standards are maintained, which directly impacts the clients and healthcare system. By mentoring and coaching, they help healthcare providers apply best practices, which aligns with the project goals.\n\n2. Justification for training expenditures in service delivery interventions:\n\n-The training expenditures that appears under SD are for practical, hands-on sessions aimed at empowering clients on how to effectively utilize the services provided. These sessions help clients understand how to access and use healthcare services, which is crucial for achieving better health outcomes. These practical training ensures that clients are equipped with the necessary knowledge to improve their health behaviours and fully benefit from the intervention. \n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81562",
        "org_unit_id": "l1KFEXKI4Dg",
        "mechanism_id": "P7CAVaoTjFp",
        "mechanism_name": "Breaking the Barriers to an HIV Free Generation in Botswana",
        "narrative": "For the prime, Stepping Stones International, the other interventions are inclusive of direct costs not included in indirect such as branding, communications for staff in safe spaces, internet and specific for the project.\n\t\t\t\t\nBakgatla Bolokang Matshelo did not use a deminimis of 10% therefore they direct charged all that was related to the project including rent, utilities, security, communications and internet.\nAny activities such as parenting sessions, WE Group sessions, lifeskills sessions in schools were placed under training as there is no category for program interventions.\nSilence Kills Support Group other expenses are for communications, direct costs not inlcuded in indirect such as internet for Palapye.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70167",
        "org_unit_id": "qllxzIjjurr",
        "mechanism_id": "AMu0WCvxUwm",
        "mechanism_name": "Karabo ea Bophelo",
        "narrative": "The training expenses are related to Field Cadres and Interns trainings. The Field Cadres interact directly with beneficiaries and all their activities are performed at Service Delivery level. The Interns are programme beneficiaries and therefore are directly receiving services. ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18489",
        "org_unit_id": "mdXu6iCbn2G",
        "mechanism_id": "Wxv2NqXB8qd",
        "mechanism_name": "MDH-Lab",
        "narrative": "Justification for above site procurement of Health- Non-Pharmaceutical Supplies.\nThis procurement was only for the above site laboratories for monitoring quality of laboratory tests across the diagnostic network in Tanzania mainland and Zanzibar. Supported procurement is for the essential supplies required for production of quality control samples at the National Public Health Laboratory, Central Tuberculosis Reference Laboratory, and National Blood Transfusion Services. Quality control samples are produced by the above site laboratories for all facilities involved in HIV and TB testing and patient monitoring in Tanzania Mainland and Zanzibar.\nTo support the establishment of HIV drug resistance testing in Tanzania, the country team identified MDH’s above-site mechanism as the only viable option to execute a one-time centralized procurement of ancillary equipment to support the establishment of two upgraded HIV Drug resistance laboratories. This was necessary due to the following reasons:\n•\tProven efficiency and effectiveness of MDH in procurement process for the required items\n•\tFragmenting procurement across multiple partners using site-level mechanisms would have likely led to coordination issues, inefficiencies, increased cost and delays\n•\tUsing a site-level mechanism, whether through MDH or other partners, was not feasible due to its limitation to facility-specific support, which does not extend to the needs of two laboratories under two different IPs.\nThe nature of this procurement required a centrally managed procurement approach to enable effective tracking, coordination, and timely delivery. Therefore, utilizing the above-site mechanism was necessary to ensure a streamlined procurement process and the timely distribution of the supplies to the appropriate laboratories.\n\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "86414",
        "org_unit_id": "f5RoebaDLMx",
        "mechanism_id": "ODZgLR4YiGX",
        "mechanism_name": "Leading Organizational Capacity and Localization Development Activity (LOCAL)",
        "narrative": "Other expense include office rentals, insurance of all the program assets, cost of utilities, printing and stationery costs, courier, legal services and associated office running costs. ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160512",
        "org_unit_id": "PqlFzhuPcF1",
        "mechanism_id": "nU6urK3pLsS",
        "mechanism_name": "Public Health Information, Survelillance, Solutions and Systems (PHIS3)_2346",
        "narrative": "Intervention 7: The Supplies: Health-NON Pharmaceutical expenditure relates to reagents and lab consumables procured for use during the AIDS Impact Survey in Akwa Ibom state, Nigeria.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "86459",
        "org_unit_id": "ZuNKqNeemrD",
        "mechanism_id": "oqwzWc83duI",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160595",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "pOhtL9Mtuld",
        "mechanism_name": "Health Information Systems Program South Africa",
        "narrative": "Other expenses consits of other direct costs towards the project which are not allocated to a specific budget line e.g office running costs, admin staff costs.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160074",
        "org_unit_id": "Qh4XMQJhbk8",
        "mechanism_id": "pJ09hlCtt7n",
        "mechanism_name": "Population Services International",
        "narrative": "For Other expenses: This include Research activities, communication fees, sites supervisons, maintenance of equipments, ...\nFor training expenditures in service delivery interventions, some trainings of health care providers and community health workers were organized to improve service delivery. ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81835",
        "org_unit_id": "FFVkaV9Zk1S",
        "mechanism_id": "Bh8Yldqej62",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "86888",
        "org_unit_id": "lZsCb6y0KDX",
        "mechanism_id": "fAg8uS8SGIe",
        "mechanism_name": "Deloitte (Uganda) Limited-Capacity building",
        "narrative": "Nothing to explain here.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84974",
        "org_unit_id": "FETQ6OmnsKB",
        "mechanism_id": "FaItqfnUhF8",
        "mechanism_name": "Acceleration towards Epidemic Control of Comprehensive HIV,TB and Related Infections including Prevention, Treatment and Retention prisoners and Staff of Uganda Prisons Service(UPS) under PEPFAR",
        "narrative": "The variation in figures is due to fluctuation in dollar exchange rate and staff levels.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84244",
        "org_unit_id": "V0qMZH29CtN",
        "mechanism_id": "zw92PIpG4gm",
        "mechanism_name": "Georgetown University - Care and Treatment",
        "narrative": "These are on-site trainings. They include on-site training on revised HTS guidelines, review meetings, and conducting Quality Assurance and Quality Improvement training.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85931",
        "org_unit_id": "FFVkaV9Zk1S",
        "mechanism_id": "XjQendJOOal",
        "mechanism_name": "Society for Family Health Namibia/ GH002398",
        "narrative": "Funds under this category were for covering operational costs like office rental, vehicle maintenance, telecommunications, bank charge, stationeries and printing costs, IT services and database maintenance which were crucial to the implementation of the project. Provisions were made in the budget and funds were expended as per budget. \n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85507",
        "org_unit_id": "ANN4YCOufcP",
        "mechanism_id": "sTu7JI9UR5x",
        "mechanism_name": "ASAP II",
        "narrative": "The other expenses are related to DBA insurance, payroll and other software costs ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160611",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "Q9BNOT9BcgP",
        "mechanism_name": "Education Development Center Inc",
        "narrative": "Training is a required program deliverable.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "86656",
        "org_unit_id": "bQQJe0cC1eD",
        "mechanism_id": "XwycEKSwUCe",
        "mechanism_name": "HEADA",
        "narrative": "The following narratives seeks to explain HEADA’s FY24 Expenditure reporting template\n1.\tSupplies: Pharmaceutical and Health Non-pharmaceutical -Intervention 4 costs were moved to Supplies: Other Supplies because of the ER template data entry restrictions hence; we have the following:\n•\tSupplies: Pharmaceutical: $19,947 moved to other supplies in intervention 4\n•\tSupplies: Health non-pharmaceutical: $56,377 moved to other supplies in Intervention 4\n•\tSupplies: Other Supplies: Originally $1,356 on intervention is now $77,680\n2.\tRepurposed PrEP funds for ECHO, ped surge and viral load color stickers accounts for <50% expenses for intervention 15 & 16; and increased expenses for cost categories Health and non-Health Equipment and contracted interventions.\n3.\tContractual: contracted health workers-ancillary due to intervention 8; $10,000 was moved to contracted interventions, and this accounts for the increase in expenses for contracted interventions cost category.\n4.\tIntervention 6. Training cost in the amount of $3,000 was moved to contractual intervention cost category as well.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84240",
        "org_unit_id": "V0qMZH29CtN",
        "mechanism_id": "NjbDEVAIsol",
        "mechanism_name": "University Research Co., LLC",
        "narrative": "The health care works support non-service delivery activities like trainings.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "82007",
        "org_unit_id": "FETQ6OmnsKB",
        "mechanism_id": "yVYOQLuY6RP",
        "mechanism_name": "IMPROVING CARE AND RESILIENCE FOR CHILDREN (ICARE)",
        "narrative": "Not Applicable",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160481",
        "org_unit_id": "FFVkaV9Zk1S",
        "mechanism_id": "aTNbu2XcJya",
        "mechanism_name": "Strengthening the Provision of Accessible and Quality Assured Laboratory Services in Namibia through the Namibia Institute of Pathology (NIP) through Sustained Epidemic Control of HIV and TB under PEPFAR",
        "narrative": "The expenditures include liquidations for COP22 done between October 2023 and December 2023",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81114",
        "org_unit_id": "SHgm2bh7MiR",
        "mechanism_id": "obm4u6snV4w",
        "mechanism_name": "PSI - El Salvador",
        "narrative": "Intervention 1 : Expenses related to Office operations as Rent office, utilities and communications.\nIntervetion 4: Expenses related to the Technical assistance for the revision of data collection forms was provided for COPRECOS staff, as well as a workshop on data quality and management with laboratory staff, a total of 5 people trained.                                                                                                                                                                                                                                                                                                                   _Visits were made to 4 military clinics with the aim of improving data collection and management, monitoring quality/QI, leaving observations, supporting clinic managers and their teams in the development of action plans.  Although the findings were very few, a commitment to follow-up was made, mainly to verify the correct completion of STI-HIV reporting forms. Three visits have been made to the different clinics in order to carry out on-site training on prevention of occupational accidents and post-exposure therapy, filling in the FVH01 form and verifying compliance with the protocol for diagnostic accuracy. \nIntervention 6: Expneses related to the workshop was held to review the final draft of the STI protocol with the team from COPRECOS Central and the Regional Military Hospital, and final observations were made.  \n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160030",
        "org_unit_id": "l1KFEXKI4Dg",
        "mechanism_id": "ePfGsZktZtq",
        "mechanism_name": "African Comprehensive HIV/AIDS Programme",
        "narrative": "Not applicable",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160167",
        "org_unit_id": "NzelIFhEv3C",
        "mechanism_id": "Z5BpBQ6FsgG",
        "mechanism_name": "Strengthening the Dominican Republic’s National Health Services (SNS) in Prevention, Treatment, Capacity and Quality of Strategic Information and Human Resources for Health Related to HIV, TB, STIs under PEPFAR",
        "narrative": "Expenses in the OTHER category correspond to telephone and internet payments.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "86720",
        "org_unit_id": "f5RoebaDLMx",
        "mechanism_id": "qmKWem6oAKU",
        "mechanism_name": "CIDRZ",
        "narrative": "Please note that the sub recipient partner's mechanism has no program management intervention/budget. Hence it has been left blank with related cost integrated directly into the core activities.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160564",
        "org_unit_id": "XtxUYCsDWrR",
        "mechanism_id": "Mah89U7Q5No",
        "mechanism_name": "Igire-Turengere Abana",
        "narrative": "Intervention 6 and 14 are the training of the program participants in economic strengthening, training of financial literacy cascaded directly to the program participants. ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160943",
        "org_unit_id": "FETQ6OmnsKB",
        "mechanism_id": "q9MM5Lwck3W",
        "mechanism_name": "PNFP Supply Chain Commodities IDIQ - MAUL",
        "narrative": "Intervention 5 and Intervention 6 focused on the procurement of HIV standard kits and HIV self-test kits, respectively, to support and enhance HIV testing efforts.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "86152",
        "org_unit_id": "WLG0z5NxQs8",
        "mechanism_id": "aJtSPPVGdRA",
        "mechanism_name": "ASAP II",
        "narrative": "The other expenses are related to office supplies, bank charges and payroll software",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18193",
        "org_unit_id": "TMvnptkw4yo",
        "mechanism_id": "xoHx3tg4Ewb",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81665",
        "org_unit_id": "JTypsdEUNPw",
        "mechanism_id": "GQYqLVxwdNX",
        "mechanism_name": "BRIDGE",
        "narrative": "Justification for Other: Other:\nISPD 6136 USD for Bank Charges ($6006) and Other Taxes ($130).\nNew Hope Hospital $12816 for Indirect costs\nHaitian Health Foundation $20909 for Indirect costs\nSt Luke Hospital $6753 for indirect costs",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81834",
        "org_unit_id": "FFVkaV9Zk1S",
        "mechanism_id": "ifGNtQapn4l",
        "mechanism_name": "Data for Implementation (Data.FI)",
        "narrative": "Other expenses include subscription fees, software, bank charges, VAT, Employer of Record service fees, and internet ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160590",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "S5lHYEUAJkE",
        "mechanism_name": "Aurum Institute NPC",
        "narrative": "1. Ancillary NSD workers, these are Lay counselors who do both direct service and non-direct service when they also assist doing in-house consulting.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84801",
        "org_unit_id": "cDGPF739ZZr",
        "mechanism_id": "dCdW4LoRpka",
        "mechanism_name": "HSRC GH002302",
        "narrative": "The expenditure allocated to  ASP Management of Disease Control Programme -NSD relates to the continued  work that was done where CDC granted permission to conduct SARS-CoV-2 Antibody Testing on Antenatal Survey Specimens this was funded by the CARES ACT funding.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70267",
        "org_unit_id": "PqlFzhuPcF1",
        "mechanism_id": "rP05mybOIH9",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "87430",
        "org_unit_id": "iGaVmx2sFVZ",
        "mechanism_id": "XS08y0EW0Yo",
        "mechanism_name": "Country Health Information System and Data Use",
        "narrative": "This activity hosted a lot of workshops requiring renting venues, paying per diems, etc which accounts for most of the Other ODCs reported.  In addition, this activity billed proproational office costs based on FTE.  ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85850",
        "org_unit_id": "lZsCb6y0KDX",
        "mechanism_id": "mJr6hGXTTiS",
        "mechanism_name": "R4H Limited Malawi",
        "narrative": "The training expenditure were expenses for the Ministry of Health staff during the OST scale up for their travel costs",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "83017",
        "org_unit_id": "iGaVmx2sFVZ",
        "mechanism_id": "oQ08tGvr3ZQ",
        "mechanism_name": "EPiC",
        "narrative": "“EpiC Philippines with partner sites conduct trainings for community testing and PrEP with SD components. For example, trainings for community screening are conducted and participants are expected to demonstrate through actual outreach the testing skills as culmination of the didactic trainings. The cost is training but service delivery was also done during the training. The same is also done for on-site training for Pop-up PrEP.”\nRTHSN: Intervention 4, 5 and 6. Partner conducts trainings for community testing and PrEP with SD components. ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84057",
        "org_unit_id": "l1KFEXKI4Dg",
        "mechanism_id": "ACx6mV9MaGe",
        "mechanism_name": "Community-Focused HIV/AIDS Program for Botswana",
        "narrative": "Review 1: Intervention 1: Please use the narrative box to explain your Other:Other expenses - Other Direct Costs\nReview 2: Intervention 2: Please use the narrative box to explain your Other:Other expenses - Other Direct Costs\nReview 3: Intervention 4: Please use the narrative box to explain your Other:Other expenses - Other Direct Costs\nReview 4: Intervention 5: Please use the narrative box to explain your Other:Other expenses - Other Direct Costs",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160727",
        "org_unit_id": "FETQ6OmnsKB",
        "mechanism_id": "XpBI1sS714o",
        "mechanism_name": "Mbarara Regional Referral Hospital Strengthening Project",
        "narrative": "All salaried clinical healthcare workers were allocated  to the service delivery interventions and implementation proceeded upon receipt of preliminary budget approval.  However, we received a communication on budget reductions and we could not lay off staff abruptly to avoid ligation  action by affected staff. Therefore these staff salaries were allocated to C$T HIV Clinical services-NSD.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81295",
        "org_unit_id": "ZuNKqNeemrD",
        "mechanism_id": "F2GbC8FEyRQ",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18220",
        "org_unit_id": "l1KFEXKI4Dg",
        "mechanism_id": "oGR4pTahz2A",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include Bank Charges, FX Gain and Loss, VAT, membership and subscriptions.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160399",
        "org_unit_id": "ZuNKqNeemrD",
        "mechanism_id": "Eq94JKaW3RG",
        "mechanism_name": "CEP",
        "narrative": "Despite a few challenges regarding the timely transfer of funds during the implementation year, FY24 planned activities were implemented. The amount of US$390,000.00 was budgeted for, received, and expended accordingly. ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84676",
        "org_unit_id": "TMvnptkw4yo",
        "mechanism_id": "Ca91zSfSI3B",
        "mechanism_name": "Joint U.N. Programme on HIV/AIDS (UNAIDS IV)",
        "narrative": "other costs not found in expenditure category",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "87685",
        "org_unit_id": "a71G4Gtcttv",
        "mechanism_id": "loG4oAKOYse",
        "mechanism_name": "Preventing HIV for Sustained Epidemic Control (PREVENT)",
        "narrative": "Other expenses are the fair share allocation of common costs such as rentals, communication expenses, utilities and office supplies\nTraining expenses under service delivery are mostly refresher trainings for service delivery teams",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "87319",
        "org_unit_id": "l1KFEXKI4Dg",
        "mechanism_id": "VkAYOwEiq6c",
        "mechanism_name": "Stepping Stones International",
        "narrative": "SSI: Other expenses include communication costs for community service providers, mentors and life skills facilitators, some printing costs for the life skills activities, internet costs that are related to the project sites and not in indirect, insurance and branding. \t\t\t\t\t\t\t\t\t\t\t\t\nTraining for the various categories for SSI include activities with the parents for Pinagare, activities for SASA!, safe space activities and recruitment activities to mobilize the AGYW.  \t\n\t\t\t\t\t\t\t\t\t\t\t\nHumana People to People: For interventions 2 and 3 the other expenses are for communications, rent in Selibe Phikwe and utilities.  The training is for the Community Health Workers in LIVES, non-communicable diseases, HIV testing. It also includes training in community conversations with clients. Other for intervention 16 includes sessions with parents and other interventions such as CBIM.\n\n Hope Worldwide: Other expenses in all interventions consist of communications, data for data entry, activities such as OVC one stop shop activities, safe space activities, parenting sessions, unique activities with AGYW and direct costs such as utilities not in indirect.\n\nBBM: Other expenses include activities related to parenting WE grow groups, prevention activities and direct project costs like snacks for activity sessions",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18415",
        "org_unit_id": "ZuNKqNeemrD",
        "mechanism_id": "JFX7DT1mqYC",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70247",
        "org_unit_id": "FFVkaV9Zk1S",
        "mechanism_id": "wBOFgvwNskr",
        "mechanism_name": "VMMC_SAFE",
        "narrative": "SUb\nPM other Direct Costs- Bank Charges, Pro Rate Rent, Prorated IT service Charges, Office Printing, and Office Utilities\nPrime\nReview 1: Intervention 1: Please use the narrative box to explain your Other: Other expenses\nPM other cost cover, Office Rent and Utilities, Project vehicle expenses such are repair and maintenance and Insurance, bank charges, Office stationery, Office Printing costs and office telecommunication costs\n\nReview 2: Intervention 2: Please use the narrative box to explain your Other: Other expenses\nNSD other cost consists of Data management cost for the VMMC DHIS data instance \n\nReview 3: Intervention 3: Please use the narrative box to explain your Other: Other expenses\nSD other costs consist of Mobile Airtime for the VMMC service delivery team, and the VMMC community mobilisers, Generator fuel costs for VMMC Mobile outreaches, and courier costs of VMMC commodities, \n\nIntervention line cost deviations\nJustification for exceeding the PM:NSD FAST budget; Abt Global incurs indirect costs at the Windhoek site office and at Abt’s Home Office. In line with the Abt’s NICRA , these costs are aligned to the company’s approved NICRA rates and the project bills accordingly.\nIncreasing cost of Other Direct costs such as rental and utilities, that are market determined and increased at the start of the calendar year\n\nOverspend in the PREV:NSD\nTo maintain the quality of service deliveries, and data integrity, Abt retained two Key personnel under the PREV NSD line supported by two VMMC quality officers and one data Analyst. The cost of labor for the 5 staff exceeded the FAST budget line and the variance was drawn from the PREV:NSD line\n\n\n\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18442",
        "org_unit_id": "PqlFzhuPcF1",
        "mechanism_id": "vmEoI3SUuLi",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81953",
        "org_unit_id": "mdXu6iCbn2G",
        "mechanism_id": "deIe0Af3Ky8",
        "mechanism_name": "PORALG",
        "narrative": "The increase in the PM was due to the closeout cost as this award was in its final year",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "87005",
        "org_unit_id": "mdXu6iCbn2G",
        "mechanism_id": "ma6ig00Y82Q",
        "mechanism_name": "MDH Lab_GH002466",
        "narrative": "Justification for above site procurement of Health- Non-Pharmaceutical Supplies.\nThis procurement was only for the above site laboratories for monitoring quality of laboratory tests across the diagnostic network in Tanzania mainland and Zanzibar. Supported procurement is for the essential supplies required for production of quality control samples at the National Public Health Laboratory, Central Tuberculosis Reference Laboratory, and National Blood Transfusion Services. Quality control samples are produced by the above site laboratories for all facilities involved in HIV and TB testing and patient monitoring in Tanzania Mainland and Zanzibar.\nTo support the establishment of HIV drug resistance testing in Tanzania, the country team identified MDH’s above-site mechanism as the only viable option to execute a one-time centralized procurement of ancillary equipment to support the establishment of two upgraded HIV Drug resistance laboratories. This was necessary due to the following reasons:\n•\tProven efficiency and effectiveness of MDH in procurement process for the required items\n•\tFragmenting procurement across multiple partners using site-level mechanisms would have likely led to coordination issues, inefficiencies, increased cost and delays\n•\tUsing a site-level mechanism, whether through MDH or other partners, was not feasible due to its limitation to facility-specific support, which does not extend to the needs of two laboratories under two different IPs.\nThe nature of this procurement required a centrally managed procurement approach to enable effective tracking, coordination, and timely delivery. Therefore, utilizing the above-site mechanism was necessary to ensure a streamlined procurement process and the timely distribution of the supplies to the appropriate laboratories.\n\n\n\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160563",
        "org_unit_id": "XtxUYCsDWrR",
        "mechanism_id": "ftQ20e7ux0O",
        "mechanism_name": "Igire-Gimbuka",
        "narrative": "The approved amount was US$ 2,001,033 while the actuals equal to US $1,941,033 which result the balance of US$ 60,000 representing the cash budgeted for Lift up activities carried forward to FY25 due to the delay of tools harmonization and guidance from MOH/RBC.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70101",
        "org_unit_id": "JTypsdEUNPw",
        "mechanism_id": "kMrlbClfapH",
        "mechanism_name": "Impact Youth",
        "narrative": "The other expenses included the bank fees, copies, printings and other direct costs for the IY project.\nIY Project provided transport fees to the beneficiaries who were part of the community clubs, during these Health messages for prevention are diffused. \nTransport fees are also provided to IY's AGYW beneficiaries who need to oriented to the health facilities for prophylaxis supplies.\n Trainings had been organized for the beneficiaries of gardening home project.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81068",
        "org_unit_id": "TMvnptkw4yo",
        "mechanism_id": "oBWu4d77rC2",
        "mechanism_name": "FHI 360-Epic",
        "narrative": "The reviews listed in 5 of the subrecipients' templates relates to cost classified as \"Contractual: Contracted Health Care Workers-Ancillary\" object class reported under the \"Non-Service Delivery\".",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85824",
        "org_unit_id": "qllxzIjjurr",
        "mechanism_id": "tiYWtGZUuZW",
        "mechanism_name": "Promoting the Quality of Medicines Plus (PQM+)",
        "narrative": "This category also reflects office operational costs including bank fees, leases, local taxes and miscellaneous costs.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70105",
        "org_unit_id": "JTypsdEUNPw",
        "mechanism_id": "DWqwEYqHrux",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "85143",
        "org_unit_id": "a71G4Gtcttv",
        "mechanism_id": "CeKEjjSsg19",
        "mechanism_name": "Target, Accelerate & Sustain Quality Care for HIV epidemic control (TASQC)",
        "narrative": "Review 1: The training in line 22 under Intervention 2 refers to a CHASA training and beneficiary focus groups meeting.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70110",
        "org_unit_id": "HfVjCurKxh2",
        "mechanism_id": "kM9hBRBTNwb",
        "mechanism_name": "Kenya Defence Forces",
        "narrative": "Intervention 6: \nOperation Triple Zero (OTZ) support group meetings are regular in-person sessions where adolescents living with HIV can share their challenges, receive peer support, and develop solutions together. OTZ clubs are voluntary and open to all adolescents living with HIV. Participants receive transportation reimbursements to help them access these services. The GL code for participant payments is linked to the PEPFAR training category.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "70212",
        "org_unit_id": "h11OyvlPxpJ",
        "mechanism_id": "qWSPqf5cn6X",
        "mechanism_name": "Efficiencies for Clinical HIV Outcomes (ECHO)",
        "narrative": "Investments in HMIS were necessary due to data cleansing processes, including the expansion of SI systems, increased supervision, and additional staff.\nSome investment in children's treatment was necessary to impact health outcomes in an equitable way. ECHO has made a major effort; AGYW are relevant but somehow spread into several and vertical interventions. ECHO adopted an integrated strategy and this has resulted in health gains with less money.\nECHO has made significant efforts to improve TPT and Tx_TB, lower resources were needed.\nInvestments in KP were necessary to achieve the expected results, including hiring peer navigators.\"\nIn order to improve quality of paediatric outcomes, CCM conducted a training to their mentor mothers to improve their skills on the management and support to newborns from HIV+ women.\nTo improve the quality of services, ECHO has been using several training modalities including on-job training, mentoring, in-class training, and on line learning. This is mandatory according to MISAU's guidance.\nViamo paid for services to the internet providers to support  BCC through SMS and IVR messages to IIT patients and questionnaries via smartphone. This does not fit in any other category",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "82028",
        "org_unit_id": "ligZVIYs2rL",
        "mechanism_id": "gBedMY1dU7c",
        "mechanism_name": "GHSC-RTK",
        "narrative": "Since GHSC-RTK does not have a country presence, the PM intervention column is $0 and matches country FAST budget.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160413",
        "org_unit_id": "lZsCb6y0KDX",
        "mechanism_id": "tu5960znLjt",
        "mechanism_name": "Malawi Aids Counselling and Resource Organization",
        "narrative": "The highlighted areas are trainings that were conducted including the following; Lives training, Gender Based Violence orientation trainings, Community Based Distribution Agents orientation trainings and Social Network Strategy trainings",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "160265",
        "org_unit_id": "JTypsdEUNPw",
        "mechanism_id": "w7kEO3aIK0v",
        "mechanism_name": "Zanmi Lasante",
        "narrative": "Expense Categories Narrative\nOther: Site Organization Expenses\nThese expenses encompass operational costs essential for maintaining and managing service delivery sites:\n\nSite maintenance and repairs\nLogistical support for site operations\nUtility expenses\nStorage facility costs\nTransportation and delivery costs for site supplies\n\nOther: Financial Support to Beneficiaries\nThis category includes direct beneficiary support provided at the site level:\nMulti-Purpose Cash Distribution\n\nIncentive payments to support program participation\nTransportation allowances for beneficiaries\nEmergency assistance payments\n\nRevenue Generation Activities\n\nSeed funding for small business initiatives\nSkills training support\nMarket linkage facilitation costs\nEquipment and supplies for income-generating activities\n\nDirect Beneficiary Support\n\nFood assistance (RFood program)\nEducational fee support for patients\nMedical supplies and equipment support\nEmergency housing assistance\n\nJustification\nThe categorization of these expenses under \"Other\" reflects their site-specific nature and direct impact on beneficiary support. While some expenses may appear unusual for non-service delivery interventions, they are integral to our comprehensive support approach and are implemented at the site level to ensure effective program delivery and sustainable beneficiary outcomes.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81234",
        "org_unit_id": "MT20f7nfm63",
        "mechanism_id": "Nm6Y4o3s9Ge",
        "mechanism_name": "Columbia University-ICAP",
        "narrative": "All indirect costs, as well as direct costs related to program management, including a portion of ICAP staff LOE, are included in the PM portion of the expenditure analysis. The amount shown in the ASP column represents only direct implementation costs, excluding IC, ICAP’s LOE, and shared operational costs. As you also know, we have 90 days to complete the project closeout and finalize our financial report. The expenses included in the expenditure analysis do not represent the final expenses for the award. ICAP provided significant support under the ASP: Health Management Information Systems (HMIS)-NSD, so we felt it reasonable to include that in the analysis to accurately reflect our spending by program areas.\n\nFurthermore, intervention 7 includes supplies: non-pharmaceutical expenditures as these are rapid tests for HIV and HCV and syphilis that were procured for implementation of the national BBS. ",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "81176",
        "org_unit_id": "SHgm2bh7MiR",
        "mechanism_id": "SfTOeKyAGZr",
        "mechanism_name": "PSI - Honduras",
        "narrative": "Intervetion 1 : Expenses related to the office operations as example Office rent, utilities, communications.\nIntervetion 2 : Training TOT to providers about pre and post HIV testing.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "84551",
        "org_unit_id": "lZsCb6y0KDX",
        "mechanism_id": "C5eJQfQdOqV",
        "mechanism_name": "National HRH strategic support, advanced health care worker training, and operationalization of a local laboratory external quality assurance system in Malawi under PEPFAR",
        "narrative": "These are laboratory reagents, consumables, and EQA schemes purchased for the Laboratory EQA Program.",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "18282",
        "org_unit_id": "h11OyvlPxpJ",
        "mechanism_id": "BF2CCA2Hwzv",
        "mechanism_name": "GHSC-PSM",
        "narrative": "Other: Other costs include bank charges, FX gain and loss, VAT, and membership and subscriptions.\n",
        "period_id": "2023Oct"
    },
    {
        "mechanism_code": "86413",
        "org_unit_id": "f5RoebaDLMx",
        "mechanism_id": "qdptkPMHCq5",
        "mechanism_name": "USAID Stop GBV Now",
        "narrative": "Other costs relate to staff capacity building, governance, professional subscription & hosting of the joint implementation meeting for the scale up in Northwestern province.",
        "period_id": "2023Oct"
    }
]